---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.MEPSection.TotalCoefficient
source: html/87a7da58-056c-970b-b08f-ee94c209b077.htm
---
# Autodesk.Revit.DB.Mechanical.MEPSection.TotalCoefficient Property

The loss coefficient of the section.

## Syntax (C#)
```csharp
public double TotalCoefficient { get; }
```

## Remarks
It's total of all fittings and segments.
 Coefficient is a number.
 The unit type is UT_Number.